import './CourseOverview.css';

export default function CourseOverview() {
    return (
        <div className="edu_wraper">
            <h4 className="edu_title">توضیحات</h4>
            <p>طراحان رایانه ای علی الخصوص طراحان خلاقی و فرهنگ پیشرو در زبان فارسی ایجاد کرد. در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها و شرایط سخت تایپ به پایان رسد وزمان مورد نیاز شامل حروفچینی دستاوردهای اصلی و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
            <p>از آنجایی که گنجاندن امکانات بیشتر باعث سنگین‌تر شدن آن می‌شود، و از طرف دیگر همه کاربران وردپرس به آن نیازی ندارند، این افزونه‌های وردپرس هستند که کار توسعه امکانات وردپرس را به عهده دارند. در ادامه مطلب با آکادمی لرن آپ مرجع آموزش برنامه نویسی همراه باشید. اگر علاقمند به کسب اطلاعات بیشتر درباره وردپرس هستید پیشنهاد میکنیم  به سایت رسمی وردپرس مراجعه نمایید.</p>
            <h6>پیشنیازهای این دوره</h6>
            <ul className="lists-3">
                <li>دوره تصویری آموزش HTML به زبان فارسی</li>
                <li>دوره تصویری آموزش PHP به زبان فارسی</li>
                <li>دوره تصویری آموزش وردپرس به زبان فارسی</li>
                <li>آشنایی نسبی با MySQL</li>
                <li>آشنایی به نصب و مدیریت وردپرس</li>
            </ul>
        </div>
    );
}
